uzs_filedrop/UZI-GAP3/UZSx_ACC1/v0428/zbm_json_bulk_20251202_172154.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Header>
    <uwvh:UwvMLHeader xmlns:uwvh="http://schemas.uwv.nl/UwvML/Header-v0202">
      <RouteInformatie>
        <Bron>
          <ApplicatieNaam>ZBM</ApplicatieNaam>
          <DatTijdVersturenBericht>2025-12-02T17:21:54.368084+01:00</DatTijdVersturenBericht>
        </Bron>
        <Bestemming>
          <ApplicatieNaam>UZS</ApplicatieNaam>
        </Bestemming>
        <GegevensUitwisselingsnr>GegUitNr-0807b089</GegevensUitwisselingsnr>
        <RefnrGegevensUitwisselingsExtern>NOCOREFLEX</RefnrGegevensUitwisselingsExtern>
      </RouteInformatie>
      <BerichtIdentificatie>
        <BerichtReferentienr>tester_20251202162154</BerichtReferentienr>
        <BerichtType>
          <BerichtNaam>UwvZwMeldingInternBody</BerichtNaam>
          <VersieMajor>04</VersieMajor>
          <VersieMinor>28</VersieMinor>
          <Buildnr>01</Buildnr>
          <CommunicatieType>Melding</CommunicatieType>
          <CommunicatieElement>Melding</CommunicatieElement>
        </BerichtType>
        <DatTijdAanmaakBericht>2025-12-02T17:21:54.368191+01:00</DatTijdAanmaakBericht>
        <IndTestbericht>2</IndTestbericht>
      </BerichtIdentificatie>
      <Transactie>
        <TransactieReferentienr>TraRef-416fda30</TransactieReferentienr>
        <Volgordenr>1</Volgordenr>
        <IndLaatsteBericht>1</IndLaatsteBericht>
      </Transactie>
    </uwvh:UwvMLHeader>
  </SOAP-ENV:Header>
  <SOAP-ENV:Body>
    <UwvZwMeldingInternBody xmlns="http://schemas.uwv.nl/UwvML/Berichten/UwvZwMeldingInternBody-v0428">
      <CdBerichtType>ZBM</CdBerichtType>
      <IndAlleenControleUzs>2</IndAlleenControleUzs>
      <Ketenpartij>
        <FiscaalNr>136910038</FiscaalNr>
        <Loonheffingennr>136910038L01</Loonheffingennr>
        <CdRolKetenpartij>01</CdRolKetenpartij>
        <CdSrtIndiener>WG</CdSrtIndiener>
        <NaamSoftwarePakket>Generated</NaamSoftwarePakket>
        <VersieSoftwarePakket>1.0</VersieSoftwarePakket>
        <BerichtkenmerkIndiener></BerichtkenmerkIndiener>
        <VolgNr>1</VolgNr>
        <Contactgegevens>
          <NaamContactpersoonAfd></NaamContactpersoonAfd>
          <TelefoonnrContactpersoonAfd></TelefoonnrContactpersoonAfd>
        </Contactgegevens>
      </Ketenpartij>
      <NatuurlijkPersoon>
        <Burgerservicenr>123456789</Burgerservicenr>
        <Geboortedat>19900115</Geboortedat>
        <Geslacht>1</Geslacht>
        <Telefoonnr>0612345678</Telefoonnr>
      </NatuurlijkPersoon>
      <Contactgegevens/>
      <MeldingZiekte>
        <DatEersteAoDag>20251201</DatEersteAoDag>
        <CdRedenZiekmelding>03</CdRedenZiekmelding>
      </MeldingZiekte>
      <AdministratieveEenheid>
        <Loonheffingennr>136910038L01</Loonheffingennr>
        <Bankrekening/>
        <SectorRisicogroep/>
        <Arbeidsverhouding/>
      </AdministratieveEenheid>
    </UwvZwMeldingInternBody>
    <UwvZwMeldingInternBody>
      <CdBerichtType>ZBM</CdBerichtType>
      <IndAlleenControleUzs>2</IndAlleenControleUzs>
      <Ketenpartij>
        <FiscaalNr>136910038</FiscaalNr>
        <Loonheffingennr>136910038L01</Loonheffingennr>
        <CdRolKetenpartij>01</CdRolKetenpartij>
        <CdSrtIndiener>WG</CdSrtIndiener>
        <NaamSoftwarePakket>Generated</NaamSoftwarePakket>
        <VersieSoftwarePakket>1.0</VersieSoftwarePakket>
        <BerichtkenmerkIndiener></BerichtkenmerkIndiener>
        <VolgNr>1</VolgNr>
        <Contactgegevens>
          <NaamContactpersoonAfd></NaamContactpersoonAfd>
          <TelefoonnrContactpersoonAfd></TelefoonnrContactpersoonAfd>
        </Contactgegevens>
      </Ketenpartij>
      <NatuurlijkPersoon>
        <Burgerservicenr>987654321</Burgerservicenr>
        <Geboortedat>19850620</Geboortedat>
        <Geslacht>2</Geslacht>
        <Telefoonnr>0698765432</Telefoonnr>
      </NatuurlijkPersoon>
      <Contactgegevens/>
      <MeldingZiekte>
        <DatEersteAoDag>20251128</DatEersteAoDag>
        <CdRedenZiekmelding>01</CdRedenZiekmelding>
      </MeldingZiekte>
      <AdministratieveEenheid>
        <Loonheffingennr>136910038L01</Loonheffingennr>
        <Bankrekening/>
        <SectorRisicogroep/>
        <Arbeidsverhouding/>
      </AdministratieveEenheid>
    </UwvZwMeldingInternBody>
    <UwvZwMeldingInternBody>
      <CdBerichtType>VM</CdBerichtType>
      <IndAlleenControleUzs>2</IndAlleenControleUzs>
      <Ketenpartij>
        <FiscaalNr>136910038</FiscaalNr>
        <Loonheffingennr>136910038L01</Loonheffingennr>
        <CdRolKetenpartij>01</CdRolKetenpartij>
        <CdSrtIndiener>WG</CdSrtIndiener>
        <NaamSoftwarePakket>Generated</NaamSoftwarePakket>
        <VersieSoftwarePakket>1.0</VersieSoftwarePakket>
        <BerichtkenmerkIndiener></BerichtkenmerkIndiener>
        <VolgNr>1</VolgNr>
        <Contactgegevens>
          <NaamContactpersoonAfd></NaamContactpersoonAfd>
          <TelefoonnrContactpersoonAfd></TelefoonnrContactpersoonAfd>
        </Contactgegevens>
      </Ketenpartij>
      <NatuurlijkPersoon>
        <Burgerservicenr>555501759</Burgerservicenr>
        <Geboortedat>19910530</Geboortedat>
        <Geslacht>2</Geslacht>
        <Telefoonnr>0646630240</Telefoonnr>
      </NatuurlijkPersoon>
      <Contactgegevens/>
      <MeldingZiekte>
        <DatEersteAoDag>20251125</DatEersteAoDag>
        <CdRedenZiekmelding>06</CdRedenZiekmelding>
      </MeldingZiekte>
      <AdministratieveEenheid>
        <Loonheffingennr>136910038L01</Loonheffingennr>
        <Bankrekening/>
        <SectorRisicogroep/>
        <Arbeidsverhouding/>
      </AdministratieveEenheid>
    </UwvZwMeldingInternBody>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
